Revit 2027 API
FormArray Constructor
Initializes a new instance of the FormArray class
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public FormArray()
Public Sub New
public:
FormArray()
new : unit -> FormArray
See Also
Reference
FormArray Class
Autodesk.Revit.DB Namespace